IdeaRS.Connections
EndPlateOnFlangesData.BeamEndPlateThickness Property
Compatible with IDEA StatiCa 0.0
 Thickness of the beam end plate, 0 if thickness equals to shifted end plate thickness...
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BeamEndPlateThickness { get; set; }
Property Value
Type: Double
See Also
Reference
EndPlateOnFlangesData Class
IdeaRS.Connections.Data Namespace